Repository: LukStankovic/tisk
Catalog: obsah/themes/old_tiskfotek/languages/_old_*.po
Languages: cs_cz

source: out of %s5%s
cs_cz: z %s5 %s

source: Related Products
cs_cz: Podobné produkty

source: Your comment is awaiting approval
cs_cz: Váš komentář čeká na schválení.

source: Rated %d out of 5
cs_cz: Hodnoceno %d z 5

source: out of 5
cs_cz: z 5

source: verified owner
cs_cz: Ověřený zákazník

source: Quick Overview:
cs_cz: Stručný popis

source: Product Description
cs_cz: Popis produktu

source: You may also like&hellip;
cs_cz: Může se Vám také líbit &hellip;
