Repository: LukStankovic/tisk
Catalog: obsah/themes/old_tiskfotek/languages/_old_*.po
Languages: cs_cz

source: Check this box to have the copyrights bar background image display at 100% in width and height and scale according to the browser size.
cs_cz: Zaškrtněte toto políčko, aby se pozadí zobrazilo na 100% šířky a výšký podle velikosti prohlížeče.

source: Copyrights Text
cs_cz: Text autorská práva

source: Enter the text that displays in the copyright bar. HTML markup can be used.
cs_cz: Zadejte text, který se zobrazí v panelu autorských práv . Mohou být použity HTML značky.

source: Display Social Icons on Footer of the Page
cs_cz: Zobrazit sociální ikony v patičce stránky

source: Select the checkbox to show social media icons on the footer of the page.
cs_cz: Zaškrtněte políčko pro zobrazení ikon sociálních sítí na zápatí stránky.

source: Choose layout
cs_cz: Vyberte rozložení

source: Boxed or wide layout?
cs_cz: Box nebo na šířku?

source: Body background color
cs_cz: Barva pozadí webu

source: Choose a solid color for the body
cs_cz: Zvolte barvu pro web

source: Body Font color
cs_cz: Barva písma webu

source: Choose a solid color for the body Text
cs_cz: Zvolte barvu pro písmo webu

source: Use patterns ?
cs_cz: Použít vzorový obrázek pozadí?

source: If yes, select the pattern from below:
cs_cz: Jestli ano, zvolte vzor níže.

source: Pattern Background Image
cs_cz: Vzory obrázku pro pozadí

source: select pattern background image for body.
cs_cz: Zvolte obrázek pro pozadí webu

source: Upload Background image
cs_cz: Nahrát obrázek pozadí

source: Please choose an image or insert an image url to use for the backgroud.
cs_cz: Vyberte obrázek nebo vložte URL obrázku, který chcete použít pro pozadí.

source: Fixed Background
cs_cz: Pevné pozadí

source: Please choose parallax effect for the backgroud.
cs_cz: Vyberte zda zapnout pevné pozadí nebo parallax.

source: Check this box to have the body background image display at 100% in width and height and scale according to the browser size.
cs_cz: Zaškrtněte toto políčko, aby se pozadí zobrazilo na 100% šířky a výšky podle velikosti prohlížeče.

source: Responsive Layout
cs_cz: Responzivní verze webu

source: Check this box to use the responsive design features. If left unchecked then the fixed layout is used.
cs_cz: Zaškrtněte pokud chcete používat responzivní verzi šablony.

source: Content Width
cs_cz: Šířka obsahu

source: Define the main site width. In px ex: 1170 (Just numbers are allowed)
cs_cz: Definujte šířku webu v pixelech. Např. 1170 (Napiště pouze číslo)

source: Enable Smooth Scroll on the page
cs_cz: Povolit plynulé posouvání na stránce

source: Check this box to enable / disable the smooth scroll on the page
cs_cz: Klepnutím můžete povolit nebo zakázat plynule posouvání na stránce

source: Page Title Style
cs_cz: Styl nadpisu stránky

source: Select the page Title style.
cs_cz: Vyberte styl nadpisu

source: Custom Height
cs_cz: Vlastní výška

source: Insert here the new height (in px) for the page Title. Ex: 200 (Only numbers allowed)
cs_cz: Zde vložte novou výšku (v pixelech) pro nadpis stránky. Např: 200 (Napište pouze číslo)

source: Page Title icon
cs_cz: Ikonka nadpisu stránky

source: choose icon that will appear in page Title 3,4,7 and 8 only
cs_cz: Zvolte ikonu, která se zobrazí jen v nadpisu stránky název 3,4,7 a 8

source: Use Custom Page Title Background?
cs_cz: Vlastní pozadí nadpisu stránky

source: Check this to use custom Page Title Background.
cs_cz: Zaškrtněte, chcete-li použít vlastní pozadí nadpisu stránky.

source: Custom Page Title Background
cs_cz: Vlastní pozadí nadpisu stránky

source: Theme Color
cs_cz: Barva šablony

source: Select your skin color Light / Dark.
cs_cz: Vyberte barvu - Světla / Tmavá

source: Predefined Color Schemes
cs_cz: Předefinované barvy

source: Select your favourite color schemes from the list below or you can select the last item - custom - and choose yours.
cs_cz: Vyberte si Vaši oblíbenou barvu ze seznamu nebo můžete zvolit poslední položku "Vlastní barvu" a vybrat si vlastní barvu.

source: Choose Your Custom color
cs_cz: Vyberte Vaší vlastní barvu

source: Choose from this color pallet the color suits your needs.
cs_cz: Vyberte si z této barevné palety, aby barva vyhovovala Vašim potřebám.

source: Body Typography
cs_cz: Písmo těla stránky

source: Font Family
cs_cz: Písmo

source: Font Size
cs_cz: Velikost písma

source: Choose Font size for all body elemets
cs_cz: Zvolte velikost písma

source: Font Weight
cs_cz: Tloušťka písma

source: Choose Font size for Body font weights
cs_cz: Zvolte tloušťku písma

source: Line Height
cs_cz: Výška písma

source: Choose Line Height for all body elemets
cs_cz: Zvolte výšku písma

source: Menu Typography
cs_cz: Písmo v menu

source: Choose Font size for menu elemets
cs_cz: Vyberte písmo pro prvky v menu

source: Choose Font weight for menu font weights
cs_cz: Vyberte tloušťku písma v menu

source: Choose Line Height for Menu elemets
cs_cz: Vyberte výšku prvků v menu

source: Sub Menu Typography
cs_cz: Písmo v podmenu

source: Choose Font size for Sub menu elemets
cs_cz: Vyberte velikost písma pro prvky podmenu

source: Choose Font weight for sub menu font weights
cs_cz: Vyberte tloušťku písma pro podmenu

source: Choose Line Height for Sub Menu elemets
cs_cz: Vyberte výšku písma pro podmenu

source: Headings Typography
cs_cz: Písmo nadpisů

source: Choose Font weight for Headings font weights
cs_cz: Vyberte tloušťku písma

source: Blog listing page settings
cs_cz: Nastavení výpisu blogu

source: Blog Listing Style
cs_cz: Styl blogu

source: Select your prefered blog posts listing style.
cs_cz: Vyberte Váš preferovaný styl zobrazení příspěvků v blogu.

source: Masonry Columns Per Row
cs_cz: Počet sloupců na řádek

source: Select blog masonry columns per row.
cs_cz: Vyberte počet sloupců na řádek

source: Grid Columns Per Row
cs_cz: Počet sloupců na řádek

source: Select blog grid columns per row.
cs_cz: Vyberte počet sloupců na řádek

source: Blog Sidebar
cs_cz: Boční panel

source: Full width or with sidebar ?
cs_cz: Bez bočního panelu nebo s?

source: Blog Featured Image Size
cs_cz: Velikost obrázku u příspěvku

source: Select your prefered Blog Featured Image Size.
cs_cz: Vyberte Vaši preferovanou velikost.

source: Pager Type
cs_cz: Typ navigace

source: Select your prefered pager style.
cs_cz: Vyberte Váš preferovaný styl.

source: Show Post Image
cs_cz: Zobrazit obrázek příspěvku

source: check this if you need to Show Post image.
cs_cz: Zaškrtněte toto políčko, chcete-li zobrazit / skrýt obrázek příspěvku

source: Blog Single Featured Image Size
cs_cz: Velikost obrázku

source: Select your prefered Blog Single Featured Image Size.
cs_cz: Vyberte Vaši preferovanou velikost.

source: Show Date
cs_cz: Zobrazit datum

source: check this if you need to Show Date.
cs_cz: Zaškrtněte toto políčko, chcete-li zobrazit / skrýt datum.

source: Show By Author
cs_cz: Zobrazit autora

source: check this if you need to Show Author info.
cs_cz: Zaškrtněte toto políčko, chcete-li zobrazit / skrýt autora.

source: Show Category
cs_cz: Zobrazit kategorii

source: check this if you need to Show category.
cs_cz: Zaškrtněte toto políčko, chcete-li zobrazit / skrýt kategorii.

source: Show Post Content
cs_cz: Zobrazit obsah příspěvku

source: check this if you need to Show Post content.
cs_cz: Zaškrtněte toto políčko, chcete-li zobrazit / skrýt obsah příspěvku

source: Show Tags
cs_cz: Zobrazit štítky

source: check this if you need to Show Tags.
cs_cz: Zaškrtněte toto políčko, chcete-li zobrazit / skrýt štítky

source: Show Social Sharing options
cs_cz: Zobrazit sdílení na soc. sítích

source: check this if you need to Show Social Sharing options.
cs_cz: Zaškrtněte toto políčko, chcete-li zobrazit / skrýt sdílení na soc. sítích

source: Show Post navigation
cs_cz: Zobrazit navigaci příspěvku

source: check this if you need to show Previous/Next post navigation.
cs_cz: Zaškrtněte toto políčko, chcete-li zobrazit / skrýt navigaci

source: Show Comments
cs_cz: Zobrazit komentáře

source: check this if you need to Show Comments.
cs_cz: Zaškrtněte toto políčko, chcete-li zobrazit / skrýt komentáře

source: Show Related Posts
cs_cz: Zobrazit podobné příspěvky

source: check this if you need to Show Related Posts.
cs_cz: Zaškrtněte toto políčko, chcete-li zobrazit / skrýt podobné příspěvky

source: sidebars
cs_cz: Boční panel

source: Add unlimited sidebars the go to <a href="widgets.php">Widgets</a> to add widgets for it.
cs_cz: Pro přidaní widgetu pro postranní panel jděte do <a href="widgets.php">nastavení widgetů</a>

source: Facebook link.
cs_cz: Facebook odkaz.

source: Twitter link.
cs_cz: Twitter odkaz.

source: LinkedIn link.
cs_cz: LinkedIn odkaz.

source: Google+ link.
cs_cz: Google + odkaz.

source: Skype link.
cs_cz: Skype odkaz.

source: RSS link.
cs_cz: RSS odkaz.

source: Youtube link.
cs_cz: Odkaz na YouTube.

source: Vimeo link.
cs_cz: Odkaz Vimeo.

source: Yahoo link.
cs_cz: Yahoo odkaz.

source: Dropbox link.
cs_cz: Dropbox odkaz.

source: Soundcloud link.
cs_cz: SoundCloud odkaz.

source: Dribbble link.
cs_cz: Dribbble odkaz.

source: Instagram link.
cs_cz: Instagram odkaz.

source: Flickr link.
cs_cz: Odkaz na Flickr.

source: Github link.
cs_cz: Odkaz na github.

source: Tumblr link.
cs_cz: Tumblr odkaz.

source: Pinterest link.
cs_cz: Pinterest odkaz.

source: Paypal link.
cs_cz: PayPal odkaz.

source: VK link.
cs_cz: VK odkaz.

source: behance link.
cs_cz: Behance odkaz.

source: Xing link.
cs_cz: Xing odkaz.

source: whatsApp link.
cs_cz: whatsApp odkaz.

source: digg link.
cs_cz: Digg odkaz.

source: deviantart link.
cs_cz: Deviantart odkaz.

source: Show Side Bar
cs_cz: Zobrazit postranní panel

source: Check this box to show / hide side bar in the woocommerce page.
cs_cz: Zaškrtněte toto políčko, chcete-li zobrazit / skrýt postranní panel na woocommerce stránce.

source: Sidebar Position
cs_cz: Pozice postranního panelu

source: Select the position of the sidebar.
cs_cz: Vyberte umístění postranního panelu.

source: Select the number of columns per row.
cs_cz: Vyberte počet sloupců na řádek.

source: Show Side Bar ?
cs_cz: Zobrazit postranní panel?

source: Show Welcome message
cs_cz: Zobrazit uvítací zprávu

source: Welcome Message
cs_cz: Uvítací zpráva

source: Google Map Settings
cs_cz: Nastavení google mapy

source: Show Google Map
cs_cz: Zobrazit google mapu

source: Map Height
cs_cz: Výška mapy

source: Date
cs_cz: Datum

source: Show Social Links
cs_cz: Zobrazit odkazy na soc. sítě

source: Check this box to show / hide the social links.
cs_cz: Zaškrtněte toto políčko, chcete-li zobrazit / skrýt soc. sítě.

source: (Edit)
cs_cz: Upravit

source: Your comment is awaiting moderation.
cs_cz: Váš komentář čeká na schválení.

source: Read more
cs_cz: Čti více

source: No Comments
cs_cz: Žádné komentáře

source: 1 Comment
cs_cz: 1 komentář

source: % Comments
cs_cz: % komentářů(e)

source: Comments Off
cs_cz: Vypnout komentáře

source: Enter your password to view comments.
cs_cz: Zadejte Vaše heslo pro zobrazení komentářů.

source: Comment on %s
cs_cz: Komentář k %s

source: &laquo; Older
cs_cz: &larr; Starší

source: Newer &raquo;
cs_cz: Novější &raquo;

source: Load more
cs_cz: Načíst více

source: Search results for:
cs_cz: Výsledky hledání pro:

source: Page Not Found
cs_cz: Stránka nebyla nalezena

source: Monthly Archives:
cs_cz: Měsíční archív:

source: Yearly Archives:
cs_cz: Roční archív:

source: Your Shopping cart is empty.
cs_cz: Váš nákupní košík je prázdný.

source: Subtotal
cs_cz: Mezisoučet

source: View Cart
cs_cz: Zobrazit košík

source: Checkout
cs_cz: Pokladna

source: Phone
cs_cz: Tel. číslo

source: Global Menu
cs_cz: Hlavní menu

source: Top Bar Links
cs_cz: Odkazy horního panelu

source: One Page Menu
cs_cz: Menu na jedné stránce

source: Bottom Footer Menu Links
cs_cz: Odkazy v menu footeru

source: Gallery
cs_cz: Galerie

source: Link
cs_cz: Odkaz

source: Image
cs_cz: Obrázek

source: Quote
cs_cz: Citace

source: Leave a comment
cs_cz: Přidejte komentář

source: Pages:
cs_cz: Stránky:

source: default
cs_cz: vychozí

source: %s (Invalid)
cs_cz: %s (neplatné)

source: %s (Pending)
cs_cz: %s (čekající)

source: Edit Menu Item
cs_cz: Upravit položku menu

source: Open link in a new window/tab
cs_cz: Otevřít odkaz v novém okně/záložce

source: CSS Classes (optional)
cs_cz: CSS třídy (volitelné)

source: Megamenu column
cs_cz: Mega menu slupec

source: Move
cs_cz: Přesunout

source: Up one
cs_cz: O jedno výš

source: Down one
cs_cz: O jedno níže

source: Remove
cs_cz: Odstranit

source: Cancel
cs_cz: Zrušit

source: Home
cs_cz: Úvod

source: You Are In:
cs_cz: Jste v:

source: Sorry, there has been an error.
cs_cz: Omlouváme se, došlo k chybě.

source: The file does not exist, please try again.
cs_cz: Soubor neexistuje, zkuste to prosím znovu.

source: All done.
cs_cz: Vše hotové!

source: Have fun!
cs_cz: Užívej si to!

source: Remember to update the passwords and roles of imported users.
cs_cz: Nezapomeňte aktualizovat hesla a role importovaných uživatelů.

source: Import Attachments
cs_cz: Importovat přílohy

source: as a new user:
cs_cz: jako nový uživatel:

source: - Select -
cs_cz: - Vybrat -

source: Failed to import category %s
cs_cz: Nepodařilo se importovat kategorii% s

source: Failed to import post tag %s
cs_cz: Nepodařilo se importovat štítky příspěvku %s

source: Failed to import %s %s
cs_cz: Nepodařil se import %s %s

source: Failed to import &#8220;%s&#8221;: Invalid post type %s
cs_cz: Nepodařil se import &#8220;%s&#8221;: Neplatný typ příspěvku %s

source: %s &#8220;%s&#8221; already exists.
cs_cz: %s &#8220;%s&#8221; již existuje.

source: Failed to import %s &#8220;%s&#8221;
cs_cz: Nepodařil se import %s &#8220;%s&#8221;

source: Required
cs_cz: Požadováno

source: Recommended
cs_cz: Doporučeno

source: Not Installed
cs_cz: Není nainstalováno

source: Installed But Not Activated
cs_cz: Nainstalován, ale neaktivováno

source: Install
cs_cz: Instalovat

source: Activate
cs_cz: Aktivovat

source: Title:
cs_cz: Název:

source: * Flickr Feed
cs_cz: * Novinky na Flickru

source: Flickr feed widget.
cs_cz: Novinky na Flickru widget.

source: Flickr feed
cs_cz: Novinky na Flickru

source: Flickr Feed
cs_cz: Novinky na Flickru

source: * Footer Social icons
cs_cz: * Patička soc. sítě

source: Footer Social icons widget.
cs_cz: Patička soc. síte widget.

source: Social Icons
cs_cz: Sociální ikonky

source: Footer Logo:
cs_cz: Logo

source: Footer text:
cs_cz: Text patičky

source: Your site&#8217;s most recent Posts.
cs_cz: Nejnovější příspěvky Vaší stránky&#8217;s

source: * Recent Posts
cs_cz: * Poslední příspěvky

source: Recent Posts
cs_cz: Nejnovější příspěvky

source: Number of posts to show:
cs_cz: Počet příspěvků k zobrazní:

source: Display post date?
cs_cz: Zobrazit datum přidání?

source: * Side Banners
cs_cz: * Banner

source: Add Banners on the sidebars.
cs_cz: Přidá banner

source: Banners
cs_cz: Bannery

source: Image:
cs_cz: Obrázek:

source: Banner Link:
cs_cz: Odkaz

source: * Latest Tweets
cs_cz: * Poslední tweety

source: Latest tweets widget.
cs_cz: Poslední tweety widget.

source: Latest Tweets
cs_cz: Poslední tweety

source: Permanent Link to
cs_cz: Trvalý příkaz

source: Read More
cs_cz: Čti více

source: Related Posts
cs_cz: Podobné příspěvky

source: By:
cs_cz: Od:

source: Posted on:
cs_cz: Publikováno:

source: Related Projects
cs_cz: Podobné projekty

source: Please go to admin panel > Menus > select Global menu and add items to it.
cs_cz: Prosím, jděte do admin panelu > menu > vyberte Hlavní menu a přidejte položky.

source: User name Or Email
cs_cz: Uživatelské jméno nebo email

source: Password
cs_cz: Heslo

source: Login
cs_cz: Přihlásit se

source: Remember me !
cs_cz: Zapamatuj si mě!

source: Please Install and Activate WPML Plugin
cs_cz: Prosím, nainstalujte a aktivujte WPML Plugin

source: Call Us:
cs_cz: Tel. číslo:

source: Please go to admin panel > Menus > select top- menu and add items to it.
cs_cz: Prosím, jděte do admin panelu > menu > vyberte select top- menu a přidejte položky.

source: Welcome
cs_cz: Přihlášen

source: Log out of this account
cs_cz: Odhlásit se z tohohle účtu

source: Log Out
cs_cz: Odhlásit se

source: Register
cs_cz: Registrovat se

source: Daily Archives
cs_cz: Denní archív

source: Monthly Archives
cs_cz: Měsíční archív

source: Yearly Archives
cs_cz: Roční archív

source: Archives
cs_cz: Archív

source: Published on:
cs_cz: Přidáno:

source: Categories:
cs_cz: Kategorie:

source: Search Results for: %s
cs_cz: Výsledky pro: %s

source: Sorry but no results can not Be Found.
cs_cz: Omlouváme se, ale nic nebylo nalezeno.

source: Enter search keyword here...
cs_cz: Vložte klíčové slovo

source: GO
cs_cz: Hledej

source: Project Info
cs_cz: Informace o projektu

source: Category:
cs_cz: Kategorie:

source: Added By:
cs_cz: Přidal:

source: Date Added:
cs_cz: Datum přidání:

source: Project Details
cs_cz: Detaily projektu

source: Next tab
cs_cz: Další záložka

source: Click to toggle
cs_cz: Klikněte pro přepnutí

source: Shipping
cs_cz: Poštovné

source: Cart Totals
cs_cz: Celková cena

source: Cart Subtotal
cs_cz: Mezisoučet

source: Order Total
cs_cz: Celková cena

source: Price
cs_cz: Cena

source: Quantity
cs_cz: Počet

source: Total
cs_cz: Celkem

source: Remove this item
cs_cz: Odebrat tuto položku

source: Available on backorder
cs_cz: K dispozici na externím skladě

source: Coupon
cs_cz: Kupón

source: Coupon code
cs_cz: Kód kupónu

source: Apply Coupon
cs_cz: Použít kupón

source: Update Cart
cs_cz: Aktualizovat košík

source: Proceed to Checkout
cs_cz: Pokračovat do pokladny

source: You may be interested in&hellip;
cs_cz: Možná vás bude zajímat&hellip;

source: No products in the cart.
cs_cz: Žádné produkty v košíku.

source: Calculate Shipping
cs_cz: Zpočítat dopravu

source: Select a country&hellip;
cs_cz: Vyberte zemi&hellip;

source: State / county
cs_cz: Stát / země

source: Select a state&hellip;
cs_cz: Vyber stát&hellip;

source: City
cs_cz: Město

source: Postcode / Zip
cs_cz: PSČ

source: Update Totals
cs_cz: Aktualizovat součet

source: Return To Cart
cs_cz: Návrat do košíku

source: Billing &amp; Shipping
cs_cz: Fakturace &amp; Poštovné

source: Billing Details
cs_cz: Fakturační údaje

source: Create an account?
cs_cz: Vytvořit účet?

source: You must be logged in to checkout.
cs_cz: Musíte být přihlášen pro platbu.

source: Your order
cs_cz: Vaše objednávka

source: Have a coupon?
cs_cz: Máte kupón?

source: Click here to enter your code
cs_cz: Klikněte zde pro zadání slevového kódu

source: Returning customer?
cs_cz: Stálý zákazník?

source: Click here to login
cs_cz: Klikněte zde pro přihlášení

source: If you have shopped with us before, please enter your details in the boxes below. If you are a new customer please proceed to the Billing &amp; Shipping section.
cs_cz: Pokud jste u nás nakupovali dříve, zadejte své údaje do polí níže. Pokud jste nový zákazník přejděte prosím do sekce Fakturace &amp; Poštovné.

source: Qty
cs_cz: Ks

source: Totals
cs_cz: Celkem

source: Payment
cs_cz: Platba

source: Sorry, it seems that there are no available payment methods for your location. Please contact us if you require assistance or wish to make alternate arrangements.
cs_cz: Je nám líto, zdá se, že nejsou k dispozici žádné platební metody pro Vaší polohu. Prosím, kontaktujte nás, pokud budete potřebovat pomoc.

source: Pay for order
cs_cz: Zaplatit za objednnávku

source: Ship to a different address?
cs_cz: Doprava na jinou adresu?

source: Additional Information
cs_cz: Doplňující informace

source: Update totals
cs_cz: Aktualizovat součet

source: I&rsquo;ve read and accept the <a href="%s" target="_blank">terms &amp; conditions</a>
cs_cz: I&rsquo;ve četl jsem a souhlasím s <a href="%s" target="_blank">obchodními podmínkami</a>

source: Pay
cs_cz: Platba

source: My Account
cs_cz: Můj účet

source: Order Number:
cs_cz: Číslo objednávky:

source: Date:
cs_cz: Datum:

source: Total:
cs_cz: Celkem:

source: Payment Method:
cs_cz: Způsob platby

source: Username or email
cs_cz: Uživatelské jméno nebo email

source: Remember me
cs_cz: Zapamatovat si mě

source: Lost your password?
cs_cz: Zapomenuté heslo?

source: No products were found matching your selection.
cs_cz: Nebyly nalezeny žádné produkty odpovídající výběru.

source: Showing the single result
cs_cz: Zobrazení jednotlivého výsledku

source: Showing all %d results
cs_cz: Zobrazení všech výsledků %d

source: Sale!
cs_cz: Sleva!

source: Add Payment Method
cs_cz: Přidat způsob platby

source: First name
cs_cz: Jméno

source: Last name
cs_cz: Příjmení

source: Email address
cs_cz: Emailová adresa

source: Password Change
cs_cz: Změna hesla

source: Current Password (leave blank to leave unchanged)
cs_cz: Aktuální heslo (ponechte prázdné, pokud chcete odejít beze změny)

source: New Password (leave blank to leave unchanged)
cs_cz: Nové heslo (ponechte prázdné, pokud chcete odejít beze změny)

source: Confirm New Password
cs_cz: Potvrzení nového hesla

source: Save changes
cs_cz: Uložit změny

source: Billing Address
cs_cz: Fakturační adresa

source: Shipping Address
cs_cz: Dodací adresa

source: Save Address
cs_cz: Uložit adresu

source: Username or email address
cs_cz: Uživatelské jméno nebo e-mailová adresa

source: Lost your password? Please enter your username or email address. You will receive a link to create a new password via email.
cs_cz: Zapomněli jste heslo? Prosím, zadejte své uživatelské jméno nebo e-mailovou adresu. Obdržíte odkaz pro vytvoření nového hesla e-mailem.

source: Enter a new password below.
cs_cz: Zadejte nové heslo níže.

source: New password
cs_cz: Nové heslo

source: Re-enter new password
cs_cz: Zadejte znovu své heslo

source: Reset Password
cs_cz: Obnovit heslo

source: Save
cs_cz: Uložit

source: Hello <strong>%1$s</strong> (not %1$s? <a href="%2$s">Sign out</a>).
cs_cz: Dobrý den, <strong>%1$s</strong> ( %1$s? <a href="%2$s">Odhlásit se</a>).

source: My Addresses
cs_cz: Moje adresy

source: My Address
cs_cz: Moje adresa

source: The following addresses will be used on the checkout page by default.
cs_cz: Následující adresy budou použity na stránce pokladny jako výchozí.

source: You have not set up this type of address yet.
cs_cz: Nemáte ještě nastaven tento typ adresy.

source: Available downloads
cs_cz: K dispozici ke stažení

source: Recent Orders
cs_cz: Poslední objednávky

source: Order
cs_cz: Objednávka

source: Order Number
cs_cz: Číslo objednávky

source: View
cs_cz: Zobrazit

source: Refunded:
cs_cz: Vráceno:

source: Note:
cs_cz: Poznámka:

source: Telephone:
cs_cz: Telefon:

source: Telephone
cs_cz: Telefon

source: N/A
cs_cz: Není k dispozici

source: ago
cs_cz: před

source: ago
cs_cz: před

source: Reviews
cs_cz: Hodnocení

source: There are no reviews yet.
cs_cz: Zatím není žádné hodnocení.

source: Add a review
cs_cz: Přidat hodnocení

source: Be the first to review
cs_cz: Buďte první, kdo napíše recenzi

source: Leave a Reply to %s
cs_cz: Odpověď na: %s

source: Your Rating
cs_cz: Vaše hodnocení

source: Rate&hellip;
cs_cz: Hodnocení&hellip;

source: Perfect
cs_cz: Perfektní

source: Good
cs_cz: Dobré

source: Average
cs_cz: Průměr

source: Not that bad
cs_cz: Není to špatné

source: Very Poor
cs_cz: Špatné

source: Your Review
cs_cz: Vaše hodnocení

source: Only logged in customers who have purchased this product may leave a review.
cs_cz: Pouze přihlášení zákazníci, kteří si zakoupili tento produkt, mohou zanechat hodnocení.

source: Choose an option
cs_cz: Vyberte možnost...

source: Clear selection
cs_cz: Zrušit výběr

source: This product is currently out of stock and unavailable.
cs_cz: Tento produkt je v současné době vyprodán a není k dispozici.

source: Weight
cs_cz: Hmotnost

source: Dimensions
cs_cz: Rozměry

source: Placeholder
cs_cz: Zástupný symbol

source: Rated %s out of 5
cs_cz: Hodnoceno %s z 5
