Repository: LukStankovic/tisk
Catalog: obsah/themes/old_tiskfotek/languages/_old_*.po
Languages: cs_cz

source: The Page You Are Looking for can not Be Found.
cs_cz: Stránka, kterou hledáte, nebyla nalezena.

source: You can use the form below to search for what you need.
cs_cz: Můžete použít formulář níže pro vyhledání.

source: Back To Home Page
cs_cz: Zpět na úvodní stránku

source: Starting at:
cs_cz: Spouštění

source: Add to Cart
cs_cz: Přidat do košíku

source: Not Found
cs_cz: Nenalezeno

source: Sorry, but you are looking for something that is not here.
cs_cz: Omlouváme se, ale zde nic není.

source: About Author
cs_cz: O autorovi

source: Website:
cs_cz: Webová stránka:

source: Registered On :
cs_cz: Registrovaný dne:

source: Logged in at:
cs_cz: Přihlášen jako:

source: Author ID:
cs_cz: Autor ID

source: Author Posts
cs_cz: Příspěvky autora

source: What's Going On?
cs_cz: Co se děje?

source: Our users have posted a total of :
cs_cz: Naši uživatele přidali celkem:

source: Topics
cs_cz: Příspěvky

source: in
cs_cz: v

source: Forums
cs_cz: Forum

source: We have
cs_cz: Máme

source: Registered Users
cs_cz: Registrovaní uživatelé

source: Number of total replaies on all forums is
cs_cz: Počet celkových odpovědí na všech fórech je

source: Replies
cs_cz: Odpovědi

source: Topic Tags
cs_cz: Štítky příspěvku

source: Empty Topic Tags
cs_cz: Prázdné štítky příspěvku

source: Hidden Topics
cs_cz: Skryté příspěvky

source: Hidden Replies
cs_cz: Skryté odpovědi

source: Oh bother! No forums were found here!
cs_cz: Nejsou nalezena žádná fóra!

source: Oh bother! No replies were found here!
cs_cz: Nejsou nalezeny žádné odpovědi!

source: Oh bother! No topics were found here!
cs_cz: Nejsou nalezena žádná příspěvky!

source: Now Editing &ldquo;%s&rdquo;
cs_cz: Nyní upravujete &ldquo;%s&rdquo;

source: Create New Forum in &ldquo;%s&rdquo;
cs_cz: Vytvořit nové forum v &ldquo;%s&rdquo;

source: Create New Forum
cs_cz: Vytvořit nové forum

source: This forum is closed to new content, however your account still allows you to do so.
cs_cz: Toto fórum je uzavřeno pro nový obsah, ale váš účet stále umožňuje, aby tomu tak nebylo.

source: Your account has the ability to post unrestricted HTML content.
cs_cz: Váš účet má schopnost zveřejnit neomezený HTML obsah.

source: Forum Name (Maximum Length: %d):
cs_cz: Název fóra (Maximální délka: %d):

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes:
cs_cz: Můžete použít <abbr title="HyperText Markup Language">HTML</abbr> značky a atributy,

source: Forum Type:
cs_cz: Forum typu:

source: Visibility:
cs_cz: Viditelnost:

source: Parent Forum:
cs_cz: Nadřazené fórum:

source: (No Parent)
cs_cz: (Nemá nadřezený)

source: Submit
cs_cz: Odeslat

source: The forum &#8216;%s&#8217; is closed to new content.
cs_cz: Fórum &#8216;%s&#8217; je uzavřeno pro přidávání nových témat a odpovědí.

source: You cannot create new forums.
cs_cz: Nemůžete vytvořit nové forum.

source: You must be logged in to create new forums.
cs_cz: Musíte být přihlášený pro vytvoření nového fora.

source: Reply To: %s
cs_cz: Odpověď na: %s

source: This topic is marked as closed to new replies, however your posting capabilities still allow you to do so.
cs_cz: Toto téma je označeno jako uzavřené pro nové odpovědi, ale Váše odpověď ještě muže být napsána.

source: Tags:
cs_cz: Štítky:

source: Notify the author of follow-up replies via email
cs_cz: Informujte autora navazujících odpovědí e-mailem

source: Notify me of follow-up replies via email
cs_cz: Informujte mě o následných odpovědí e-mailem

source: Keep a log of this edit:
cs_cz: Zachovat záznam o této úpravě:

source: Optional reason for editing:
cs_cz: Poznámky k úpravě příspěvku:

source: The topic &#8216;%s&#8217; is closed to new replies.
cs_cz: Na příspěvek &#8216;%s&#8217; už není možné odpovědět.

source: The forum &#8216;%s&#8217; is closed to new topics and replies.
cs_cz: Fórum &#8216;%s&#8217; je uzavřeno pro přidávání nových příspěvků a odpovědí.

source: You cannot reply to this topic.
cs_cz: Nemůžete odpovědět na tenhle příspěvek.

source: You must be logged in to reply to this topic.
cs_cz: Musíte být přihlášený pro odpověď k tomuhle příspěvku.

source: Search for:
cs_cz: Hledat:

source: Split topic "%s"
cs_cz: Rozdělit příspěvek "%s"

source: When you split a topic, you are slicing it in half starting with the reply you just selected. Choose to use that reply as a new topic with a new title, or merge those replies into an existing topic.
cs_cz: Když dělíte téma, rozdělujete ji na poli začínající od odpovědi, kterou jste právě zvolili. Můžete buď tuto odpoveď změnit na nové téma s novým nadpisem anebo ji sloučit s existujícím tématem.

source: If you use the existing topic option, replies within both topics will be merged chronologically. The order of the merged replies is based on the time and date they were posted.
cs_cz: Pokud použijete existující možnost tématu, odpovědi vrámci obouch témat budou chronologicky sloučené. Pořadí sloučených odpovědí záleží od času a datumu.

source: Split Method
cs_cz: Metoda rozdělování

source: New topic in <strong>%s</strong> titled:
cs_cz: Nový příspěvek <strong>% s</strong> názvem:

source: Split: %s
cs_cz: Rozděliť:%s

source: Use an existing topic in this forum:
cs_cz: Použít existující příspěvek v tomhle fórum:

source: Topic Extras
cs_cz: Extra k příspěvku

source: Copy subscribers to the new topic
cs_cz: Kopírovat odběratele do nového příspěvku

source: Copy favoriters to the new topic
cs_cz: Kopírovat oblíbené do nového příspěvku

source: Copy topic tags to the new topic
cs_cz: Kopírovat štítky do nového příspěvku

source: <strong>WARNING:</strong> This process cannot be undone.
cs_cz: <strong>POZOR:</strong> Tento proces nelze vrátit zpět.

source: You do not have the permissions to edit this topic!
cs_cz: Nemáte přístup k úpravě tohohle příspěvku!

source: You cannot edit this topic.
cs_cz: Nemůžete upravit tenhle příspěvek.

source: Create New Topic in &ldquo;%s&rdquo;
cs_cz: Vytvořit nový příspěvek v &ldquo;%s&rdquo;

source: Create New Topic
cs_cz: Vytvořit nový příspěvek

source: This forum is marked as closed to new topics, however your posting capabilities still allow you to do so.
cs_cz: Toto fórum je označeno jako uzavřené pro nové příspěvky, ale Vaše odpověď ještě muže být napsána.

source: Topic Title (Maximum Length: %d):
cs_cz: Název příspěvku (maximální délka: %d):

source: Topic Tags:
cs_cz: Štítky příspěvku:

source: (No Forum)
cs_cz: (Žádné fórum)

source: Topic Type:
cs_cz: Typ příspěvku:

source: Topic Status:
cs_cz: Stav příspěvku

source: You cannot create new topics.
cs_cz: Nemůžete vytvořit nový příspěvek.

source: You must be logged in to create new topics.
cs_cz: Musíte být přihlášený pro vytvoření nového příspěvku.

source: Name
cs_cz: Název

source: First Name
cs_cz: Jméno

source: Last Name
cs_cz: Příjmení

source: Nickname
cs_cz: Přezdívka

source: Display Name
cs_cz: Zobrazit název

source: Contact Info
cs_cz: Kontaktní údaje

source: Website
cs_cz: Webová stránka

source: About Yourself
cs_cz: O Vás

source: About the user
cs_cz: O uživateli

source: Biographical Info
cs_cz: Životopisné informace

source: Account
cs_cz: Účet

source: Username
cs_cz: Uživatelské jméno

source: There is a pending email address change to <code>%1$s</code>. <a href="%2$s">Cancel</a>
cs_cz: Změna e-mailu na <code>%1$s</code> čeká na schválení. <a href="%2$s">Zrušit</a>

source: New Password
cs_cz: Nové heslo

source: If you would like to change the password type a new one. Otherwise leave this blank.
cs_cz: Pokud chcete změnit heslo zadejte nový. V opačném případě nechte pole prázdné.

source: Type your new password again.
cs_cz: Zadejte vaše nové heslo znova

source: Your password should be at least ten characters long. Use upper and lower case letters, numbers, and symbols to make it even stronger.
cs_cz: Vaše heslo musí být dlouhé nejméně deset znaků. Použijte velká a malá písmena, čísla a symboly, aby to bylo bezpečnější..

source: User Role
cs_cz: Uživatelská role

source: Network Role
cs_cz: Role v síti

source: Grant this user super admin privileges for the Network.
cs_cz: Přidělit tomuto uživateli Super Admin oprávnění pro sítě

source: Update Profile
cs_cz: Aktualizace profilu

source: Update User
cs_cz: Aktualizace uživatele

source: Posts
cs_cz: Příspěvky

source: Freshness
cs_cz: Aktuálně

source: Last updated %s
cs_cz: Poslední aktualizace %s

source: in reply to:
cs_cz: v odpovědi k:

source: Started by: %1$s
cs_cz: Založeno: %1$s

source: in: <a href="%1$s">%2$s</a>
cs_cz: v: <a href="%1$s">%2$s</a>

source: Topic
cs_cz: Příspěvek

source: Voices
cs_cz: Ohlasy

source: Profile
cs_cz: Profil

source: Topics Started
cs_cz: Příspěvky založené

source: Replies Created
cs_cz: Odpovědi vytvořeny:

source: Favorites
cs_cz: Oblíbené

source: Subscriptions
cs_cz: Odběry

source: Edit
cs_cz: Upravit

source: Favorite Forum Topics
cs_cz: Oblíbené příspěvky

source: You currently have no favorite topics.
cs_cz: V současné době nemáte žádný oblíbený příspěvek.

source: This user has no favorite topics.
cs_cz: Tento uživatel nemá žádné oblíbené příspěvky.

source: Forum Role: %s
cs_cz: Role ve fóru: %s

source: Topics Started: %s
cs_cz: Příspěvek založen: %s

source: Replies Created: %s
cs_cz: Odpovědi vytvořeny: %s

source: Forum Replies Created
cs_cz: Odpovědi ve fóru

source: You have not replied to any topics.
cs_cz: Neodpověděl jste na žádná příspěvek.

source: This user has not replied to any topics.
cs_cz: Tento uživatel ještě nereagoval na jakýkoliv příspěvek.

source: Subscribed Forums
cs_cz: Odebírané fóra

source: You are not currently subscribed to any forums.
cs_cz: V současné době neodebíráte žádné fórum.

source: This user is not currently subscribed to any forums.
cs_cz: Tento uživatel není přihlášen, v současné době k odběru žádného fóra.

source: Subscribed Topics
cs_cz: Odebírané příspěvky

source: You are not currently subscribed to any topics.
cs_cz: V současné době neodebíráte žádné příspěvky.

source: This user is not currently subscribed to any topics.
cs_cz: Tento uživatel, není v současné době přihlášený k odběru žádného příspěvku

source: Forum Topics Started
cs_cz: Témate založena

source: You have not created any topics.
cs_cz: Nevytvořil jste žádný příspěvek.

source: This user has not created any topics.
cs_cz: Tento uživatel nevytvořil žádný příspěvek.

source: Comments
cs_cz: Komentáře

source: Comment navigation
cs_cz: Navigace pro komentáře

source: &larr; Older Comments
cs_cz: &larr; Starší komentáře

source: Newer Comments &rarr;
cs_cz: &larr; Novější komentáře

source: Comments are closed.
cs_cz: Komentáře jsou uzavřeny.

source: Get in Touch
cs_cz: Kontaktovat

source: Contact Details
cs_cz: Kontaktní údaje

source: Default Field
cs_cz: vychozí pole

source: This is a default description.
cs_cz: Toto je výchozí popis.

source: Click OK to reset. Any theme settings will be lost!
cs_cz: Klepněte na tlačítko OK pro reset. Všechna nastavení šablony budou ztracena!

source: Theme options updated.
cs_cz: Nastavení šablony aktualizováno.

source: Restore Defaults
cs_cz: Vrátit výchozí

source: <b>EXCEPTION</b> - Theme options
cs_cz: <b>TISKFOTEK</b> - Nastavení šablony

source: Save Changes
cs_cz: Uložit změny

source: You Are Editing in ( <strong>
cs_cz: Nyní upravujete ( &ldquo;%s&rdquo;

source: Custom Page Settings
cs_cz: Vlastní nastavení stránky

source: Upload
cs_cz: Nahrát

source: Browse
cs_cz: Procházet

source: One-Click Install Demo Data
cs_cz: Jedním kliknutím nainstalovat ukázková data

source: Be Sure, this will overwrite the existing data.
cs_cz: Tato akce přepíše stávající data. Učiňte tak s rozvahou.

source: You can upload an ico image that will represent your website identity (16px x 16px)
cs_cz: Můžete nahrát ikonku, která bude reprezentovat Vaši webovou stránku (16x16)

source: Show Page Pre-Loader
cs_cz: Zobrazit animaci načítání stránky

source: Check this box to enable / disable page pre loader.
cs_cz: Zaškrtněte toto políčko, chcete-li zobrazit / skrýt animaci načítání stránky

source: Address
cs_cz: Adresa

source: Your contact Address.
cs_cz: Vaše adresa

source: Show Address on top bar info
cs_cz: Zobrazovat adresu v horním panelu

source: Check the box to Show/Hide the Address on top bar info.
cs_cz: Zaškrtněte toto políčko, chcete-li zobrazit / skrýt adresu

source: Phone Number
cs_cz: Tel. číslo

source: Your contact phone number.
cs_cz: Vaše tel. číslo

source: Show Phone on top bar info
cs_cz: Zobrazovat tel. číslo v horním panelu

source: Check the box to Show/Hide the Phone on top bar info.
cs_cz: Zaškrtněte toto políčko, chcete-li zobrazit / skrýt tel. číslo

source: Email Address
cs_cz: Emailová adresa

source: Your contact email address.
cs_cz: Váš email

source: Show Email on top bar info
cs_cz: Zobrazovat email v horním panelu

source: Check the box to Show/Hide the Email on top bar info.
cs_cz: Zaškrtněte toto políčko, chcete-li zobrazit / skrýt email

source: Twitter API Config
cs_cz: Twitter API nastavení

source: Twitter user name
cs_cz: Uživatelské jméno na twitteru

source: Your twitter user.
cs_cz: Váš uživatelský účet na Twitteru.

source: Your twitter Widget ID.
cs_cz: Vaše widget ID

source: Tweets Limit
cs_cz: Limit tweetů

source: The limit of tweets number that will be retrieved from twitter.
cs_cz: Limit tweetů, které budou zobrazeny z twitteru

source: Authors Page Settings
cs_cz: Nastavení stránky o autorovi

source: Show Author Info
cs_cz: Zobrazit informace autora

source: Check the box to Show/Hide the author info.
cs_cz: Zobrazit/nezobrazit informace o autorovi.

source: Show Author Posts
cs_cz: Zobrazit příspěvky autora

source: Check the box to Show/Hide the author Posts.
cs_cz: Zobrazit/nezobrazit příspěvky od autora.

source: Author Posts Listing Style
cs_cz: Styl zobrazení autorových příspěvků

source: Select your prefered Author Posts listing style.
cs_cz: Vyberte Váš preferovaný styl pro list příspěvků autora.

source: Content Before
cs_cz: Přidat vlastní obsah

source: Add Text or HTML at the top of auther page.
cs_cz: Přidá text nebo HTML na začátek stránky.

source: Content After
cs_cz: Přidat vlastní obsah

source: Add Text or HTML at the end of auther page.
cs_cz: Přidá text nebo HTML na konec stránky.

source: Other
cs_cz: Ostatní

source: Tags Limit
cs_cz: Limit štítků

source: enter nymber of tags that will be displayed in widgets.
cs_cz: Zadejte počet štítků, které se mají zobrazit ve widgetu.

source: Custom CSS
cs_cz: Vlastní CSS

source: Insert here any custom css code.
cs_cz: Zde vložte vlastní CSS kód.

source: Custom javascript
cs_cz: Vlastní javascript

source: Insert here Custom javascript code.
cs_cz: Zde vložte vlastní javascript kód.

source: Google Analytics - Tracking Code
cs_cz: Kód Google Analytics

source: Paste your Google Analytics tracking code here. This will be added into the footer template of your theme.
cs_cz: Vložte váš kód služby Google Analytics

source: Top Bar Settings
cs_cz: Nastavení horního panelu

source: Show top bar
cs_cz: Zobrazit horní panel

source: Check the box to Show/Hide the top bar above header.
cs_cz: Zobrazit/nezobrazit horní panel nad hlavičkou stránky.

source: Top bar left content
cs_cz: Obsah na levé straně

source: HTML or text
cs_cz: HTML nebo text

source: You can add text to be displayed in the left top bar.
cs_cz: Můžete přidat text, který bude zobrazený v levé části horní lišty.

source: Top bar Right content
cs_cz: Obsah na pravé straně

source: You can add text to be displayed in the right top bar.
cs_cz: Můžete přidat text, který bude zobrazený v pravé části horní lišty.

source: You can add html or text here
cs_cz: Můžete přidat html nebo text zde

source: Hide Login Welcome Message
cs_cz: Skrýt uvítací zprávu

source: Select this option to hide the login welcome message in the login bar.
cs_cz: Vyberte tuto možnost, chcete-li skrýt uvítací zprávu přihlášení v panelu přihlášení.

source: Login Welcome Message
cs_cz: Uvítací zpráva přihlášení

source: You can add text to login welcome message in the login bar.
cs_cz: Můžete přidat uvítací zprávu po přihlášení

source: Top Bar Styling
cs_cz: Styl horního panelu

source: Top Bar background color
cs_cz: Barva pozadí

source: Choose a solid color for the top bar background
cs_cz: Vyberte barvu pozadí

source: Background Image
cs_cz: Obrázek pozadí

source: Select an image or insert an image url to use for the top bar background.
cs_cz: Vyberte obrázek nebo vložte URL obrázku.

source: 100% Background Image
cs_cz: Obrázek pozadí na 100%

source: Check this box to have the top bar background image display at 100% in width and height and scale according to the browser size.
cs_cz: Zaškrtněte toto políčko, aby se pozadí zobrazilo na 100% šířky a výšký podle velikosti prohlížeče.

source: Background repeat
cs_cz: Opakovat obrázek pozadí

source: Select how the background image repeats.
cs_cz: Vyberte, jak se obrázek bude opakovat.

source: Top Bar Separators color
cs_cz: Barva rozdělení horního panelu

source: Choose a solid color for the top bar Separators
cs_cz: Vyberte barvu, která bude rozdělovat jednotlivé části horního panelu.

source: Top Bar color
cs_cz: Barva horního panelu

source: Choose a color for the top bar elements
cs_cz: Zvolte barvu pro prvky horního panelu

source: Top Bar Icons color
cs_cz: Barva ikonek horního panelu

source: Choose a color for the top bar Icons
cs_cz: Zvolte barvu pro ikonky horního panelu

source: Header Layouts
cs_cz: Styl hlavičky

source: Choose header layout
cs_cz: Vyberte rozložení hlavičky

source: Choose header layout from the below images
cs_cz: Vyberte rozložení hlavičky z obrázku níže

source: Header settings
cs_cz: Nastavení hlavičky

source: Main Menu Effect
cs_cz: Efekt hlavního menu

source: Select how the sub menu will appear.
cs_cz: Vyberte jak se bude podmenu zobrazovat.

source: Mega Menu Style
cs_cz: Styl mega menu

source: Select how the Mega menu will appear.
cs_cz: Vyberte jak se bude megamenu zobrazovat.

source: Background color
cs_cz: Barva pozadí

source: Choose a color for the header background
cs_cz: Vyberte barvu pro pozadí záhlaví

source: Select an image or insert an image url to use for the header background.
cs_cz: Vyberte obrázek nebo vložte URL obrázku.

source: Check this box to have the header background image display at 100% in width and height and scale according to the browser size.
cs_cz: Zaškrtněte toto políčko, aby se pozadí zobrazilo na 100% šířky a výšký podle velikosti prohlížeče.

source: Menu Icons color
cs_cz: Barva ikonek menu

source: Choose a color for the main menu icons colors
cs_cz: Zvolte barvu ikonek pro hlavní menu

source: Show Search box
cs_cz: Zobrazit vyhledávání

source: Check this box to search box in header beside the top menu.
cs_cz: Zobrazit vyhledávací pole v záhlaví?

source: Header 7 Banner Image
cs_cz: Styl hlavičky 7 - Obrázek

source: Select an image or insert an image url to use for the Header 7 Banner Image.
cs_cz: Vyberte obrázek nebo vložte URL obrázku.

source: Header 7 Banner Link
cs_cz: Styl hlavičky 7 - Odkaz

source: Insert here the LINK for the Banner. Ex: http://www.google.com
cs_cz: Zde vložte odkaz banneru. Např: http://imango.cz

source: Logo settings
cs_cz: Nastavení loga

source: Site Title
cs_cz: Název stránek

source: Your logo will be at the top left.
cs_cz: Vaše logo bude v levém horním rohu.

source: Logo Font Family
cs_cz: Písmo loga

source: Choose your favourite Font Family from the list below
cs_cz: Vyberte si své oblíbené písmo ze seznamu

source: Logo Font Size
cs_cz: Velikost písma loga

source: Choose Font size for logo in px. Ex: 50px
cs_cz: Zvolte velikost písma pro logo v px. Např: 50px

source: Logo Font Weight
cs_cz: Tloušťka písma pro logo

source: Choose Font weight for Logo
cs_cz: Zvolte tloušťku písma pro logo

source: Logo image
cs_cz: Obrázek loga

source: Select an image or insert an image url to use for the logo image.
cs_cz: Vyberte obrázek nebo vložte URL obrázku.

source: Slogan settings
cs_cz: Nastavení sloganu

source: Site Slogan
cs_cz: Slogan stránky

source: Slogan Font Family
cs_cz: Písmo sloganu

source: Slogan Font Size
cs_cz: Velikost písma sloganu

source: Choose Font size for Slogan
cs_cz: Zvolte velikost písma pro slogan

source: Slogan Font Weight
cs_cz: Tloušťka písma pro slogan

source: Choose Font weight for Slogan
cs_cz: Vyberte tloušťku písma pro slogan

source: Sticky Header settings
cs_cz: Nastavení přilepení hlavičky

source: Enable Sticky Header
cs_cz: Přilepit hlavičku na vrch webu

source: Check this box to Enable Sticky Header.
cs_cz: Zaškrtněte toto políčko, chcete-li povolit přilepení hlavičky na vrch webu

source: Background Color
cs_cz: Barva pozadí

source: Choose the background color of sticky header.
cs_cz: Vyberte pozadí přilepené hlavičky

source: Background Opacity
cs_cz: Opakovat obrázek pozadí

source: type the opacity level you want the background of sticky header. between (0 lowest to 1 Heighest)
cs_cz: Zadejte úroveň průhlednosti pro přilepenou hlavičku. Mezi 0 (nejnižší) a 1 (nejvyšší)

source: Footer Style
cs_cz: Styl zápatí

source: Select the footer style from the list below
cs_cz: Z následujícího seznamu vyberte styl zápatí

source: Top Footer Bar Style
cs_cz: Styl panelu zápatí

source: Show Top footer bar above Footer
cs_cz: Zobrazit horní panel patičky nad ní.

source: Check this box to Show / Hide Top footer bar above Footer.
cs_cz: Zaškrtněte toto políčko, chcete-li zobrazit / skrýt horní panel nad patičkou.

source: Left Text
cs_cz: Levý text

source: Right Button text
cs_cz: Text pravého tlačítka

source: Right Button Link
cs_cz: Odkaz pravého tlačítka

source: Choose a color for the background
cs_cz: Vyberte barvu pozadí

source: Select an image or insert an image url to use for the background.
cs_cz: Vyberte obrázek nebo vložte URL obrázku.

source: Check this box to have the background image display at 100% in width and height and scale according to the browser size.
cs_cz: Zaškrtněte toto políčko, aby se pozadí zobrazilo na 100% šířky a výšký podle velikosti prohlížeče.

source: Footer Widgets settings
cs_cz: Nastavení widgetů v patičce

source: Footer Widgets
cs_cz: Widgety v patičce

source: Check the box to display footer widgets.
cs_cz: Zaškrtněte políčko pro zobrazení widgetů.

source: Number of Footer Columns
cs_cz: Počet sloupců v patiččce

source: Select the number of columns to display in the footer..
cs_cz: Vyberte počet sloupců, které chcete zobrazit v zápatí.

source: Choose a color for the Footer background
cs_cz: Vyberte barvu pro pozadí zápatí

source: Select an image or insert an image url to use for the footer background.
cs_cz: Vyberte obrázek nebo vložte URL obrázku.

source: Check this box to have the footer background image display at 100% in width and height and scale according to the browser size.
cs_cz: Zaškrtněte toto políčko, aby se pozadí zobrazilo na 100% šířky a výšký podle velikosti prohlížeče.

source: Bottom Footer Bar Settings
cs_cz: Nastavení spodního panelu footeru

source: Show Bottom Footer Bar
cs_cz: Zobrazit spodní panel

source: Check the box to display the Bottom Footer bar that contains copyrights and social icons.
cs_cz: Zaškrtněte políčko pro zobrazení spodního panelu, který obsahuje autorské práva a soc. ikonky.

source: Enable copyrights
cs_cz: Povolit autorské práva

source: Check the box to display the copyright bar.
cs_cz: Zaškrtněte políčko pro zobrazení autorských práv

source: Choose a color for the copyright background
cs_cz: Vyberte barvu pro pozadí autorských práv

source: Select an image or insert an image url to use for the copyrights bar background.
cs_cz: Vyberte obrázek nebo vložte URL obrázku.
